cask_args appdir: '/Applications'

brew 'autoconf'
brew 'automake'
brew 'asdf'
brew 'cmake'
brew 'coreutils'
brew 'gpg'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libiconv'
brew 'libxml2'
brew 'libtool'
brew 'libxslt'
brew 'libyaml'
brew 'mysql@5.6'
brew 'neovim'
brew 'openssl'
brew 'postgresql'
brew 'python3'
brew 'readline'
brew 'ripgrep'
brew 'roundup'
brew 'spaceman-diff'
brew 'unixodbc'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'adium'
cask 'alfred'
cask 'dropbox'
cask 'google-chrome'
cask 'handbrake'
cask 'java'
cask 'kindle'
cask 'send-to-kindle'
cask 'whalebird'
cask 'ngrok'
cask 'spotify'
cask 'slack'
cask 'soundflower'
cask 'iterm2'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'zoomus'
cask 'zeplin'

# Access

brew 'mongodb-community@3.2'
